{"technologies": {"1": {"id": 1, "n": "Application Programming Interface"}, "2": {"id": 2, "n": "Artificial Intelligence"}, "3": {"id": 3, "n": "Big Data"}, "4": {"id": 4, "n": "Biometrics"}, "5": {"id": 5, "n": "Chatbot"}, "6": {"id": 6, "n": "Cloud computing"}, "7": {"id": 7, "n": "Data Management"}, "8": {"id": 8, "n": "Data Visualization"}, "9": {"id": 9, "n": "Distributed Ledger Technology"}, "10": {"id": 10, "n": "Document Management"}, "11": {"id": 11, "n": "GIS"}, "12": {"id": 12, "n": "Machine Learning"}, "13": {"id": 13, "n": "Machine Reading"}, "14": {"id": 14, "n": "Mobile Applications"}, "15": {"id": 15, "n": "Natural Language Processing"}, "16": {"id": 16, "n": "Optical character recognition"}, "17": {"id": 17, "n": "Predictive Analysis"}, "18": {"id": 18, "n": "Robotic Process Automation"}, "19": {"id": 19, "n": "Smart contracts"}, "20": {"id": 20, "n": "Web-scraping"}}, "vendors": {"1": {"c": "info@8of9.nyc", "d": "With cutting edge technology, 8of9 consultants offer global experience and local knowledge in large complex financial transactions to help you focus on the big picture and succeed in any public or private business environment.", "g": ["USA", "America"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "8of9", "tl": "We strive to build a world where regulatory compliance is automated and easy to understand. Our tools capture, store, and monitor regulatory content so you can focus on doing what you do best.", "lu": "/static/images/vendor-logos/8of9.png", "u": "www.8of9.nyc", "t": [3], "id": 1, "fo": "1"}, "2": {"c": "", "d": "Our cloud based Hub technology enables seamless processing of high data volumes, flexible cross-regime and cross-asset class reporting, making it the ultimate end to end reporting solution for banks, brokerage houses, hedge funds and asset managers. With cutting edge technology controlled from a single, secure and intuitive user interface, clients are able to submit their transactional data, into the NEX Regulatory Reporting Hub in multiple formats and from multiple sources, for data normalisation, enrichment, determination, reconciliation and validation. It is then delivered to the relevant regulatory end point. The Hub and the accompanying user interface has been designed to offer full transparency of the transaction lifecycle process along with powerful insights into underlying reporting timeliness and data quality", "g": ["UK", "Europe"], "l": "UK", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Abide Financial", "tl": "", "lu": "/static/images/vendor-logos/abide-financial.png", "u": "www.nexregreporting.com", "t": [3], "id": 2, "fo": "1"}, "3": {"c": "info@accudelta.com", "d": "Accudelta offers a range of services, that facilitate flexible and cost-efficient access to high quality data from one, centralised and trusted source. Accudelta aggregates, validates, controls and enriches product information creating a trusted store accessible by multiple business interfaces.", "g": ["USA", "UK", "America", "Europe"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Accudelta", "tl": "", "lu": "/static/images/vendor-logos/accudelta.png", "u": "www.accudelta.com", "t": [3], "id": 3, "fo": "1"}, "4": {"c": "info@advicerobo.com", "d": "AdviceRobo is the global specialist in innovative risk scoring. It applies thousands of behavioural data on its artificial intelligence platform to score credit risk. Products are (1) automated underwriting, (2) thin file psychographic credit scoring and (3) near real time risk tracking. AdviceRobo is European market leader delivering over 1 million credit scores to banks and lenders from Sweden to Spain, from the UK to Poland. The business launched its platform onto the UK market in December 2016.", "g": ["Netherlands", "UK", "Europe"], "l": "Netherlands", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 1, 9, 3, 19, 11], "n": "Advice Robo", "tl": "", "lu": "/static/images/vendor-logos/advicerobo.png", "u": "www.advicerobo.com", "t": [3, 12, 2], "id": 4, "fo": "1"}, "5": {"c": "enquiries@aidatech.io", "d": "The AIDA Team’s multi-award winning track record in developing innovative machine learning solutions for the banking and insurance sector coupled with its customizable Machine Learning solutions bring a new ease to developing high precision analytical solutions for the sector. AIDA’s solutions focused towards delivering advanced AI technologies for Risk and Compliance Analytics. AIDA’s innovative solutions enable Risk and Compliance Management to take on a new dimension of being predictive and preventive, rather than detect events that have occurred. AIDA’s Technology Platform with its suite of algorithms for unsupervised Machine Learning deliver intelligent systems that can watch over and help Risk and Compliance Managers see change as they emerge.", "g": ["Singapore", "Asia"], "l": "Singapore", "o": [22, 12, 10, 2, 5, 1, 3, 19, 11], "n": "AIDA Technologioes", "tl": "AI based predictive analytics and intelligent systems", "lu": "/static/images/vendor-logos/aida.png", "u": "", "t": [12, 2], "id": 5, "fo": "1"}, "6": {"c": "support@alyne.com", "d": "Alyne is a Munich based B2B RegTech offering organisations risk insight capabilities through a Software as a Service. Our unique proposition is built on a combination of providing a curated content library crafted by industry experts and highly usable functionality at an extremely competitive price.", "g": ["Germany", "Europe"], "l": "Germany", "o": [4, 17, 15, 20, 18, 16, 7, 8], "n": "Alyne", "tl": "", "lu": "/static/images/vendor-logos/alyne.png", "u": "www.alyne.com", "t": [7], "id": 6, "fo": "1"}, "7": {"c": "", "d": "The Financial Services industry attracts some of the most hostile information security threats and is one of the most regulated industries in the world. AWS understands these obligations and has worked with the most complex Financial Services organizations to meet security and compliance requirements at every stage of their respective cloud journeys.", "g": ["Global"], "l": "Seattle", "o": [18, 16, 7, 8], "n": "Amazon Web Services", "tl": "", "lu": "/static/images/vendor-logos/aws.png", "u": "aws.amazon.com/financial-services/security-compliance", "t": [6], "id": 7, "fo": "0"}, "8": {"c": "", "d": "Ancoa provides contextual surveillance and insightful analytics for exchanges, regulators, buy & sell-side firms. Our highly sophisticated, yet easy to deploy and simple to use, monitoring and surveillance platform helps firms take full control of their regulatory, reputational and operational risks across markets, functions and asset classes.", "g": ["UK", "Europe"], "l": "UK", "o": [14, 22, 12, 4, 17, 15, 20, 18, 16, 7, 6, 5, 9, 8, 11], "n": "Ancoa", "tl": "Contextual Surveillance. Insightful Analytics.", "lu": "/static/images/vendor-logos/ancoa.png", "u": "www.ancoa.com", "t": [3, 8, 6], "id": 8, "fo": "1"}, "9": {"c": "partnerships@aqmetrics.com", "d": "AQMetrics provides integrated compliance and risk management software to fund administrators, asset managers, investment managers and broker dealer companies. Its consolidated platform delivers data management, risk profiling and monitoring, compliance workflows and reports all in one place. With AQMetrics, customers understand their risks whilst complying with regulations in a way that has never before been possible.", "g": ["Global"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 18, 16, 7, 6, 5, 9, 8, 11], "n": "AqMetrics", "tl": "", "lu": "/static/images/vendor-logos/aqmetrics.png", "u": "www.aqmetrics.com", "t": [3, 1, 6], "id": 9, "fo": "1"}, "10": {"c": "info@arachnys.com", "d": "Arachnys uses a unique combination of robotic process automation and analyst cognitive enhancement to help you defeat your KYC, AML and EDD challenges.", "g": ["USA", "UK", "America", "Europe"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 18, 16, 7, 6, 5, 9, 8, 11], "n": "Arachnys", "tl": "", "lu": "/static/images/vendor-logos/arachnys.png", "u": "www.arachnys.com", "t": [3, 7, 18], "id": 10, "fo": "1"}, "11": {"c": "", "d": "Ascent helps its customers follow laws and regulations. We are a new type of company, a “RegTech” organization that combines a SaaS platform with intelligent content to provide customized tools and targeted advice for our customers. We’re using modern techniques like machine learning and predictive analytics to stay on the cutting edge of our industry. The Ascent platform makes it easy for compliance officers in regulated industries to see exactly what is expected of their companies, then track and report on the steps they’re taking to stay compliant. The efficient intelligence we provide helps our customers fulfill the spirit (and letter) of their obligations in a way that lets them breathe easy and focus on creating value for their own customers through their core business. We’re a team of compliance officers, lawyers, data scientists, and technologists united by the goal of helping you know your business so well that you not only comply with your obligations, but anticipate your future exposure. We combine decades of experience for actionable insights that are built into the platform.", "g": ["Global"], "l": "", "o": [22, 12, 6, 5, 19, 11], "n": "Ascent", "tl": "", "lu": "/static/images/vendor-logos/ascent.png", "u": "www.ascentregtech.com", "t": [12, 17], "id": 11, "fo": "1"}, "12": {"c": "", "d": "At Ayasdi, we believe that deriving insight from big data will become essential and transformative for every enterprise. We believe that machine intelligence has the ability to revolutionize industries, allowing businesses to scale with algorithms and raw computing power rather than people, drastically improving human productivity, increasing operational effectiveness, and advancing scientific discovery.", "g": ["USA", "UK", "America", "Europe"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 1, 9, 3, 19, 11], "n": "Ayasdi", "tl": "", "lu": "/static/images/vendor-logos/ayasdi.png", "u": "www.ayasdi.com", "t": [3, 2], "id": 12, "fo": "1"}, "13": {"c": "5.122.795.700", "d": "Banker’s Toolbox, Inc. provides software-based solutions for financial institutions. Our diverse staff consists of seasoned bankers, CAMS certified professionals, former regulators and technology experts who specialize in designing, developing, and implementing risk management solutions. Our commitment to customers is unmatched in the industry and is reflected in our dedication to customer support. Become a member of the Banker’s toolbox family and feel the Banker’s Toolbox difference.", "g": ["USA"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Bankers Toolbox", "tl": "", "lu": "/static/images/vendor-logos/bankers-toolbox.png", "u": "www.bankerstoolbox.com", "t": [3], "id": 13, "fo": "1"}, "14": {"c": "", "d": "ABACUS/Regulator is BearingPoint’s standard software solution for regulators that supports regulatory data collection, data validation, data storage, data visualization as well as data remittance for example to pan-European authorities.", "g": ["Global"], "l": "", "o": [12, 4, 18, 16, 7, 9, 8, 11], "n": "BearingPoint", "tl": "", "lu": "/static/images/vendor-logos/bearingpoint.png", "u": "www.bessgmbh.com/en/products/abacus-regulator", "t": [1, 6], "id": 14, "fo": "0"}, "15": {"c": "contact@behaviosec.com", "d": "We believe that great user experiences should never come with a security risk. BehavioSec has created the new model for strong, multilayered customer security. Now you can can stop fraud, prevent attacks, and verify your customers — all without slowing them down. We call it behavioral biometrics, and it uses continuous machine learning to authenticate users based, not on what they do, but on how they do it. Our algorithm can verify who someone is based on how they naturally interact with their device and deliver instant identity verification, along with continuous authentication. No special sensors. No extra hardware. Just artificial intelligence that works with your customers’ natural behavior to protect their online integrity", "g": ["Sweden", "Europe"], "l": "Sweden", "o": [4, 17, 15, 20, 18, 16, 7, 13, 8], "n": "BehavioSec", "tl": "", "lu": "/static/images/vendor-logos/behaviosec.png", "u": "www.behaviosec.com", "t": [7, 4, 10], "id": 15, "fo": "1"}, "16": {"c": "ny@behavox.com", "d": "Behavox is the People Analytics company that uses AI to make companies smarter, more secure and more successful. The Behavox Platform generates previously unidentifiable insights into all aspects of business operations, strengthening compliance, culture and competitiveness.", "g": ["USA", "UK", "Singapore", "America", "Europe", "Asia"], "l": "", "o": [4, 17, 15, 20, 18, 16, 7, 10, 2, 1, 3, 19, 8], "n": "Behavox", "tl": "", "lu": "/static/images/vendor-logos/behavox.png", "u": "www.behavox.com", "t": [7, 2], "id": 16, "fo": "1"}, "17": {"c": "info@bigcontrols.com", "d": "Modern business intelligence, lifecycle management and regulatory compliance for corporate tax credits & incentives.", "g": ["USA", "America"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "BigControls", "tl": "", "lu": "/static/images/vendor-logos/bigcontrols.png", "u": "www.bigcontrols.com", "t": [3], "id": 17, "fo": "1"}, "18": {"c": "", "d": "To stay relevant in a faster, complex, connected, and uncertain world, predictive applications will have to take advantage of Machine Learning and other Artificial Intelligence techniques in one way or another. BigML's platform, private deployments, and rich toolset will continue to help our customers create, rapidly experiment, fully automate and manage Machine Learning workflows that power best-in-class intelligent applications.", "g": ["Global"], "l": "San Francisco", "o": [22, 12, 5, 19, 11], "n": "BigML", "tl": "", "lu": "/static/images/vendor-logos/bigml.png", "u": "bigml.com", "t": [12], "id": 18, "fo": "0"}, "19": {"c": "info@biocatch.com", "d": "Focusing on protecting identities online while providing online and mobile users with a frictionless experience, the BioCatch platform develops behavioral biometric profiles of online users to recognize a wide range of human and non-human cybersecurity threats.", "g": ["USA", "America"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "BioCatch", "tl": "", "lu": "/static/images/vendor-logos/biocatch.png", "u": "www.biocatch.com", "t": [3], "id": 19, "fo": "1"}, "20": {"c": "", "d": "Imagine a different kind of workforce. A workforce that you can teach countless skills. The more it learns, the more efficient it becomes. It works without ever taking a vacation. It can be small one day or large when your business hits a spike. And it frees up your best people to really be your very best people. Meet the Software Robots – the Digital Workforce.", "g": ["Global"], "l": "London", "o": [4], "n": "blueprism", "tl": "", "lu": "/static/images/vendor-logos/blueprism.png", "u": "www.blueprism.com", "t": [18], "id": 20, "fo": "0"}, "21": {"c": "", "d": "Established in 2016, we’re committed to improving human-bot interactions and conversational UI through data. By offering analytics for bots, we empower bot developers, corporate brands and agencies to improve their chatbots with historical and real time conversation data.", "g": ["Global"], "l": "San Francisco", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 9, 3, 11], "n": "BotAnalytics", "tl": "", "lu": "/static/images/vendor-logos/botanalytics.png", "u": "botanalytics.co", "t": [3, 5], "id": 21, "fo": "0"}, "22": {"c": "", "d": "Brainspace 6 is the industry’s most advanced software for digital investigations and unstructured data analysis. Built on our patented machine learning platform, Brainspace learns dynamically without the use of lexicons or taxonomies, giving users a powerful suite of interactive visualizations and search tools to reveal the story within your data.", "g": ["USA", "America"], "l": "Dallas, TX", "o": [1], "n": "Brainspace", "tl": "", "lu": "/static/images/vendor-logos/brainspace.png", "u": "www.brainspace.com/products/discovery", "t": [16], "id": 22, "fo": "0"}, "23": {"c": "info@caas-ltd.com", "d": "Compliance As A Service is an innovative company that seeks to improve the in-effeciencies in operational regulatory management systems and to mitigate the subsequent risk impact and compliance exposure for investment banks, trading firms and hedge funds. Providing a service that efficiently and economically manages regulatory risk and meets the complex operational and logistical compliance obligations, that everchanging compliance legislation requires", "g": ["UK", "Europe"], "l": "UK", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "CAAS", "tl": "", "lu": "/static/images/vendor-logos/caas.png", "u": "www.caas-ltd.com", "t": [3], "id": 23, "fo": "1"}, "24": {"c": "tellmeabout@capnovum.com", "d": "Capnovum’s Compliance Management solution and underlying Joint Learning™​ platform address these challenges by combining regulatory monitoring, collaboration and communication tools with PMO capabilities and best practice processes. Cloud technologies enable timely and cost-effective delivery. Machine learning and analytics ensure that content stays relevant and up-to-date. Asset based services help our clients stay informed and in control of ever more complex regulatory requirements. Our clients, investing in their own resources; mitigate risk, drive down cost of change, and reduce dependence on management consultants for execution", "g": ["Global"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Capnovum", "tl": "", "lu": "/static/images/vendor-logos/capnovum.png", "u": "www.capnovum.com", "t": [3], "id": 24, "fo": "1"}, "25": {"c": "info@cappitech.com", "d": "Using our year’s of building customized solutions led to the creation of Capptivate, a cloud based and multi-jurisdiction regulatory reporting hub. Servicing EMIR, Dodd-Frank, MiFID and ASIC, Capptivate is an easy to implement and cost effective alternative to self reporting or delegated reporting to a Prime Broker", "g": ["Global"], "l": "Israel", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Cappitech", "tl": "", "lu": "/static/images/vendor-logos/cappitech.png", "u": "www.cappitech.com", "t": [3], "id": 25, "fo": "1"}, "26": {"c": "", "d": "Unlock the potential of your location data. CARTO is the platform for turning location data into business outcomes.", "g": ["Global"], "l": "San Francisco", "o": [14, 9], "n": "Carto", "tl": "", "lu": "/static/images/vendor-logos/carto.png", "u": "carto.com", "t": [11], "id": 26, "fo": "0"}, "27": {"c": "", "d": "White label end-to-end digital assistant solution powered by Artificial Intelligence and Natural Language Processing. Grow your business in the emerging Asia markets with our Natural Language Processing and digital assistant solution that support more than 11 Asian languages.", "g": ["Asia"], "l": "Hong Kong", "o": [10, 2, 3], "n": "Clare.AI", "tl": "", "lu": "/static/images/vendor-logos/clareai.png", "u": "www.clare.ai", "t": [5, 15], "id": 27, "fo": "0"}, "28": {"c": "sales@clearmash.com", "d": "ClearMash’s solutions ensure employee compliance with minimal efforts and increased awareness, in real time. They allow its clients to handle regulatory content and gather regulatory intelligence easily by providing a common framework of templates, search, workflows, analytics and best practices. The solution identifies employee working processes in real time and pops up relevant regulation information, alerts in case of potential mistake and produces evidence to investigate compliance violations.", "g": ["Global"], "l": "Israel", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "ClearMash", "tl": "", "lu": "/static/images/vendor-logos/clearmash.png", "u": "www.clearmash.com", "t": [3], "id": 28, "fo": "1"}, "29": {"c": "", "d": "For regulators we provide integral solutions which facilitate their fast creation and publishing of reporting templates for the automated collection and the process of information, as well as fast, accurate and timely adjustment in line with new market conditions. On the other hand, we provide optimal tools to undertakers for delivering their reports to achieve optimal, accurate and timely flow of information.", "g": ["Global"], "l": "Croatia", "o": [12, 4, 18, 16, 7, 9, 11], "n": "Compliant Risk Technology (CRT) + Pinecone", "tl": "", "lu": "/static/images/vendor-logos/crt.png", "u": "www.crt.hr", "t": [1], "id": 29, "fo": "0"}, "30": {"c": "contact.usa@complyadvantage.com", "d": "We are a team of compliance and risk experts, engineers and data scientists. We’re on a mission to help fight financial crime by revolutionizing the way companies can protect themselves from criminals, terrorists and money launderers.", "g": ["USA", "UK", "Romania", "America", "Europe"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "ComplyAdvantage", "tl": "", "lu": "/static/images/vendor-logos/comply-advantage.png", "u": "complyadvantage.com", "t": [3], "id": 30, "fo": "1"}, "31": {"c": "212-327-1533", "d": "ComplySci provides strategic governance, risk and compliance solutions to the financial services and professional services community. Led by pioneers in the GRC space, the Complysci platform uses web-based corporate compliance technology that leverages a robust data network and innovative forensic analytics to monitor employee risk and automate code of ethics compliance. ComplySci focus is on data quality, its deep domain expertise and award winning “white glove” concierge service.", "g": ["USA", "UK", "America", "Europe"], "l": "", "o": [10, 2, 1, 3, 19], "n": "ComplySci", "tl": "", "lu": "/static/images/vendor-logos/comply-sci.png", "u": "www.complysci.com", "t": [2], "id": 31, "fo": "1"}, "32": {"c": "", "d": "We perform detailed checks on people, companies & ID documents, to help our clients optimise their business processes, reduce risk, and help ensure compliance", "g": ["UK", "Europe"], "l": "UK", "o": [4, 17, 15, 20, 18, 16, 7, 8], "n": "Contego", "tl": "", "lu": "/static/images/vendor-logos/contego.png", "u": "www.contego.com", "t": [7, 6], "id": 32, "fo": "1"}, "33": {"c": "Info@continuity.net", "d": "Continuity is the recognized RegTech leader, providing compliance management solutions that create a competitive advantage for our clients. We combine our RegTech expertise with technology to deliver RegTech solutions that provide measurable value and satisfaction to our stakeholders. With ever-increasing regulatory change, managing compliance is now a significant part of a financial institution's cost structure. It doesn't have to be this way. Continuity provides a combination of technology, expertise and leadership designed to make compliance a seamless part of how your institution does business. We guide you through a strategic plan to convert your existing compliance management processes into automated solutions, lifting the compliance burden to allow you to work smarter and faster—flawlessly.", "g": ["Global"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Continuity", "tl": "", "lu": "/static/images/vendor-logos/continuity.png", "u": "www.continuity.net", "t": [3], "id": 33, "fo": "1"}, "34": {"c": "Tel: +1 617 348 9801", "d": "Cordium helps financial services firms around the world transform governance, risk and compliance (GRC) challenges into opportunities – to enhance regulatory relationships, improve processes, manage risk and grow the business. The deep expertise of our teams enables Cordium to support clients across the entire GRC lifecycle – from start-up through maturity – with a wide range of consulting services and technology solutions. Our specialists understand the challenges financial services firms face because they have served as compliance officers, lawyers, regulators, and in other roles. This means Cordium’s specialists are able to truly partner with firms, bringing in the right expertise – from regulatory change management to tax services, regulatory hosting to employee filing software support.", "g": ["USA", "UK", "Malta", "Hong Kong", "America", "Europe", "Asia"], "l": "", "o": [14, 17, 15, 20, 10, 2, 6, 1, 9, 3, 19, 8], "n": "Cordium", "tl": "", "lu": "/static/images/vendor-logos/cordium.png", "u": "www.cordium.com", "t": [8, 2], "id": 34, "fo": "1"}, "35": {"c": "info@corlytics.com", "d": "Corlytics is the world’s leading provider of regulatory risk intelligence. Working in partnership with regulators and eminent financial institutions globally. We will enable a more transparent and stable financial system through greater regulatory compliance. By delivering world class regulatory risk data and analytics, we empower our partners to make transformational, informed, positive choices.", "g": ["Global"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Corlytics", "tl": "", "lu": "/static/images/vendor-logos/corlytics.png", "u": "", "t": [3], "id": 35, "fo": "1"}, "36": {"c": "(+44) 77 2591 3129", "d": "CoVi Analytics is making compliance simple for financial institutions based on an AI powered SaaS suite. Our mission is to help compliance, risk and business teams simplify their dealings with an increasingly complex regulatory environment and automate repetitive activities.", "g": ["UK", "Europe"], "l": "UK", "o": [10, 2, 1, 3, 19], "n": "Covi", "tl": "", "lu": "/static/images/vendor-logos/covi.png", "u": "www.covianalytics.com", "t": [2], "id": 36, "fo": "1"}, "37": {"c": "enquiries@cube.global", "d": "CUBE's AI driven RegTech solution provides an automated approach to identifying, analysing and monitoring global regulatory requirements to automate risk and compliance processes, establishing the world's first automated Regulatory Data Service that monitors every regulatory source globally", "g": ["USA", "UK", "Australia", "America", "Europe"], "l": "", "o": [4, 17, 15, 20, 18, 16, 7, 10, 2, 1, 3, 19, 8], "n": "Cube Global", "tl": "", "lu": "/static/images/vendor-logos/cube-global.png", "u": "www.cube.global", "t": [7, 2], "id": 37, "fo": "1"}, "38": {"c": "sales@cynopsis.co", "d": "We help clients in the Financial Services Sector (including FinTech start-ups) and the Professional Services Sector better comply with ever-increasing regulatory requirements, in particular anti money laundering (AML), counter terrorism financing (CTF) and Know-Your-Customer (KYC). We offer a range of Software-as-a-Service (SaaS) products for our clients. This allows them to stay ahead of the regulatory curve and focus on what matters most - their Core Business.", "g": ["Singapore", "UK", "Asia", "Europe"], "l": "", "o": [22, 12, 10, 2, 5, 1, 3, 19, 11], "n": "Cynopsis Solutions", "tl": "", "lu": "/static/images/vendor-logos/cynopsis-solutions.png", "u": "www.cynopsis-solutions.com", "t": [12, 2], "id": 38, "fo": "1"}, "39": {"c": "support@digitalreasoning.com", "d": "Digital Reasoning is a leader in cognitive computing. We build software that understands human communication - in many languages, across many domains, and at enormous scale. We help people see the world more clearly so they can make a positive difference for humanity.", "g": ["USA", "America"], "l": "USA", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 1, 9, 3, 19, 11], "n": "Digital Reasoning", "tl": "", "lu": "/static/images/vendor-logos/digital-reasoning.png", "u": "www.digitalreasoning.com", "t": [3, 12, 2], "id": 39, "fo": "1"}, "40": {"c": "", "d": "DivDoc is an online cloud-based solution designed to simplify compliance regulation for businesses and individuals. Built using modular workflows, DivDoc’s solution is fully-customisable and easily-integrated to suit the needs of all businesses.", "g": ["Global"], "l": "Penarth, Wales, UK", "o": [12, 4, 18, 16, 7, 9, 8, 11], "n": "DivDoc", "tl": "", "lu": "/static/images/vendor-logos/divdoc.png", "u": "www.divdoc.me", "t": [1, 6], "id": 40, "fo": "0"}, "41": {"c": "info@enforcd.com", "d": "Enforcd is a young, innovative company that uses technology to aid regulatory compliance. Our flagship product is EDB – The Enforcement Database, which uses global regulatory enforcement data, related news and insights to help firms to identify, manage and mitigate the conduct risks they face.", "g": ["UK", "Europe"], "l": "UK", "o": [22, 12, 5, 19, 11], "n": "Enforcd", "tl": "", "lu": "/static/images/vendor-logos/enforcd.png", "u": "www.enforcd.com", "t": [12], "id": 41, "fo": "0"}, "42": {"c": "", "d": "Get started right away. ArcGIS Online comes with a suite of basemaps, high-resolution imagery, and the highest rated demographic data. Make 2D and 3D maps with the built-in map viewer and scene viewer. ", "g": ["UK", "Europe"], "l": "Redlands, California", "o": [14, 9], "n": "ESRI / ArcGIS", "tl": "", "lu": "/static/images/vendor-logos/esri.png", "u": "www.esri.com/arcgis/about-arcgis", "t": [11], "id": 42, "fo": "0"}, "43": {"c": "info@featurespace.co.uk", "d": "Featurespace is the world leader in Adaptive Behavioural Analytics – machine learning software to monitor every individual customer in real-time and predict what they’re going to do next. Its unique ARIC engine hasmany applications and is having huge impact on fraud prevention and customer management. Organisations and merchants in Financial Services, Insurance and Gaming are using Featurespace to catch more fraud, accept more transactions and reduce headcount needed to deal with alerts", "g": ["UK", "Europe"], "l": "", "o": [22, 12, 5, 19, 11], "n": "FeatureSpace", "tl": "", "lu": "/static/images/vendor-logos/featurespace.png", "u": "www.featurespace.com", "t": [12], "id": 43, "fo": "1"}, "44": {"c": "info@feedzai.com", "d": "Feedzai’s intelligent platform ingests and transforms multiple data streams and fraud insights across any channel, then enriches the data to create hypergranular risk profiles. Feedzai’s machine learning then works to process events and transactions in milliseconds and delivers explainable AI by adding a human-readable semantic layer to the underlying machine logic. The result is better fraud prevention, streamlined operations, and improved customer experience.", "g": ["USA", "UK", "Portugal", "America", "Europe"], "l": "", "o": [22, 12, 10, 2, 5, 1, 3, 19, 11], "n": "Feedzai", "tl": "", "lu": "/static/images/vendor-logos/feedzai.png", "u": "feedzai.com", "t": [12, 2], "id": 44, "fo": "1"}, "45": {"c": "", "d": "Gestell's Gnosis automates data reconciliation by replacing Excel sheets and legacy systems through a quick, economical, and cloud-based solution. We create a 'single source of truth', from which our clients perform a better management of their risks, finances and regulatory obligations.", "g": ["Global"], "l": "Mexico City", "o": [14, 22, 12, 4, 17, 15, 20, 18, 16, 7, 6, 5, 9, 19, 8, 11], "n": "Gestell + Heuristics", "tl": "", "lu": "/static/images/vendor-logos/gestell.png", "u": "gestell.co", "t": [3, 12, 1, 18, 6], "id": 45, "fo": "0"}, "46": {"c": "", "d": "Google Cloud Platform can identify trends in massive, noisy datasets from diverse sources, provide companies with secure and efficient IT consumption models, archive large volumes of sensitive data — and most promising of all, unleash the latest machine learning techniques on dynamic market events and a wide range of real-world data.", "g": ["Global"], "l": "San Francisco", "o": [18, 16, 7, 8], "n": "Google Cloud Platform", "tl": "", "lu": "/static/images/vendor-logos/google.png", "u": "cloud.google.com/solutions/financial-services", "t": [6], "id": 46, "fo": "0"}, "47": {"c": "", "d": "Founded in 2016 by a pair of world renowned researchers, Hello Vera’s goal is to help clients to improve their customer service through artificial intelligence technology. Our customer service artificial intelligence agent Vera has outperformed state of the art technologies at a variety of tasks on a number of benchmark data sets, and it has proven to more than triple our clients' customer service effectiveness.", "g": ["Global"], "l": "New York", "o": [22, 10, 2, 3, 19], "n": "Hello Vera", "tl": "", "lu": "/static/images/vendor-logos/hellovera.png", "u": "www.hellovera.ai", "t": [20, 5, 15], "id": 47, "fo": "0"}, "48": {"c": "info@hexanika.com", "d": "Hexanika’s advanced data management and reporting solutions helps financial services firms adapt to the fast-changing environment. We are here to make Big Data work for your enterprise by providing simplified, scalable products and services to tackle rapid change, regulatory pressures and increasing global competition. Our Big Data softwares can provide competitive advantage for companies by guiding them to make crucial, data-driven decisions to improve business process and performance. The banking sector has gone through enormous changes in the past few years such as consolidation, data growth, financial crisis and dynamically evolving compliance requirements. Errors arising due to evolving compliance coupled with incapable legacy systems has resulted in these institutions paying fines in billions of dollars. In this highly evolving regulatory and business environment, Hexanika’s solution comes at a vital time to help banks and financial firms cope up to the challenging regulatory environment.", "g": ["India", "Asia"], "l": "India", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Hexanika", "tl": "", "lu": "/static/images/vendor-logos/hexanika.png", "u": "www.hexanika.com", "t": [3], "id": 48, "fo": "1"}, "49": {"c": "info@hummingbird.co", "d": "We give the people fighting financial crimes superpowers. Our service is designed to enhance anti-money laundering and counter-terrorist financing investigations. It reduces cumbersome paperwork, provides insightful analytics, and enables collaboration for compliance professionals and law enforcement agents. We’re on a mission to turn the tables against criminals who pollute our financial system. Modern criminals are sophisticated, tech-savvy, and agile. The tools used to fight financial crimes should be, too.", "g": ["Global"], "l": "", "o": [14, 22, 12, 4, 17, 15, 20, 7, 6, 5, 9, 11], "n": "Hummingbird", "tl": "", "lu": "/static/images/vendor-logos/hummingbird.png", "u": "hummingbird.co", "t": [3], "id": 49, "fo": "1"}, "50": {"c": "", "d": "Amelia understands the underlying meaning of your statements and can engage in fluid conversations. As she detects a customer’s mood, she is able to adapt the content of her responses and associated expressions to create a truly personal experience.", "g": ["Global"], "l": "NYC", "o": [10, 2, 3], "n": "IPSoft Amelia", "tl": "", "lu": "/static/images/vendor-logos/ipsoft.png", "u": "www.ipsoft.com/amelia", "t": [5], "id": 50, "fo": "0"}, "51": {"c": "hello@kompli-global.com", "d": "Kompli-Global has developed the world’s first networked, multi-jurisdictional, multi-lingual due diligence, search platform. Kompli-Global is transforming the financial crime and regulatory compliance space by combining cutting-edge Artificial Intelligence (AI) technology, human expertise and effective processes. Kompli-Global enables businesses to perform quick, thorough customer due diligence checks in an increasingly complex and regulated environment. The platform empowers organisations to consistently and repeatedly screen for adverse information on target entities on a global basis that would otherwise be unavailable, too time consuming or expensive to analyse. With Kompli-Global, due diligence becomes fast, accurate and thorough saving cost and reducing risk.", "g": ["UK", "Europe"], "l": "UK", "o": [10, 2, 1, 3, 19], "n": "Kompli-Global", "tl": "", "lu": "/static/images/vendor-logos/kompli-global.png", "u": "www.kompli-global.com", "t": [2, 15], "id": 51, "fo": "1"}, "52": {"c": "", "d": "Kryon RPA platform delivers attended automation including application guidance and task automation to improve tasks handled by your human workforce. With Kryon’s unique Hybrid Automation, people can initiate processes on their desktop and then seamlessly pass tasks within the process to a robot for action as needed.", "g": ["Global"], "l": "San Francisco", "o": [4], "n": "Kryon Systems", "tl": "", "lu": "/static/images/vendor-logos/kryonsystems.png", "u": "www.kryonsystems.com/solutions", "t": [18], "id": 52, "fo": "0"}, "53": {"c": "", "d": "Legal Robot transforms complex legal language into numeric expressions, where statistical and machine learning techniques can derive meaning. We combine each layer to form higher level concepts from words to sentences to themes. Legal Robot continuously compares thousands of documents to build a legal language model that we use to continuously expand our legal language analysis.", "g": ["USA", "America"], "l": "San Francisco", "o": [10, 2, 1, 3], "n": "LegalRobot", "tl": "", "lu": "/static/images/vendor-logos/legalrobot.png", "u": "www.legalrobot.com", "t": [15, 16], "id": 53, "fo": "0"}, "54": {"c": "", "d": "Loop AI Labs is a California company that is working to radically change how machines can autonomously learn and understand the human world, mirroring the same learning process that humans use.", "g": ["Global"], "l": "San Francisco", "o": [4], "n": "Loop AI", "tl": "", "lu": "/static/images/vendor-logos/loopai.png", "u": "www.loop.ai", "t": [18], "id": 54, "fo": "0"}, "55": {"c": "", "d": "To help you comply with national, regional, and industry-specific requirements governing the collection and use of individuals’ data, Microsoft offers the most comprehensive set of compliance offerings of any cloud service provider.", "g": ["Global"], "l": "Seattle", "o": [18, 16, 7, 8], "n": "Microsoft Azure", "tl": "", "lu": "/static/images/vendor-logos/microsoft.png", "u": "www.microsoft.com/en-us/trustcenter/compliance/complianceofferings", "t": [6], "id": 55, "fo": "0"}, "56": {"c": "info@mindbridge.ai", "d": "The MindBridge Ai Auditor™ comes preloaded and is easy to use — no need for a training budget. In a world’s first, our platform delivers advanced risk-based analytics into your existing audit workflow. Drag and drop a file from one of many popular formats and in minutes our Ai Auditor™ provides you with analysis of all entries and transactions in the file while performing completeness checks and ensuring no tampering has occurred in the source file.", "g": ["Canada", "America"], "l": "Canada", "o": [22, 12, 5, 19, 11], "n": "Mindbridge.ai", "tl": "", "lu": "/static/images/vendor-logos/mindbridge.png", "u": "www.mindbridge.ai", "t": [12], "id": 56, "fo": "0"}, "57": {"c": "contact@omni.sc", "d": "Omniscience commercializes US intelligence agency AI and distributed data mining research to connect the dots across large, diverse data sources. Financial services companies use Omniscience for risk management, underwriting, and sales intelligence. Omniscience offers military-grade, distributed data mining algorithms, a diverse array of public and private data sources, and connectors to popular SaaS and enterprise software technologies as a SaaS product.", "g": ["USA", "America"], "l": "USA", "o": [10, 2, 1, 3, 19], "n": "OmniScience", "tl": "", "lu": "/static/images/vendor-logos/omniscience.png", "u": "www.omni.sc", "t": [2], "id": 57, "fo": "1"}, "58": {"c": "1 (415) 855-7113", "d": "Onfido builds trust in an online world by helping businesses digitally verify people’s identities. Using machine learning technology, Onfido validates a user’s identity document and compares it with their facial biometrics. The identity can then be cross-referenced against international credit and watchlist databases.", "g": ["UK", "USA", "India", "America", "Europe", "Asia"], "l": "UK", "o": [22, 12, 10, 2, 5, 1, 3, 19, 11], "n": "Onfido", "tl": "", "lu": "/static/images/vendor-logos/onfido.png", "u": "onfido.com", "t": [12, 2], "id": 58, "fo": "1"}, "59": {"c": "1.908.981.0080 | +44 (0) 20 3059 5765 | +65 6589 8995", "d": "Opus was founded on a simple premise", "g": ["Global"], "l": "", "o": [4, 17, 15, 20, 18, 16, 7, 8], "n": "Opus", "tl": "", "lu": "/static/images/vendor-logos/opus.png", "u": "", "t": [7], "id": 59, "fo": "1"}, "60": {"c": "", "d": "We understand what aspects of your digital business keep you awake at night, and we revel in finding new ways to address digital challenges. We go beyond web, mobile and social archiving. We dig deeper. We know that the big data we collect, while gathering all of the information required to ensure compliance, transforms archived data into compliant insights. Our innovative use of technology, our unique approach, and our highly talented team, forms a solid foundation for efficient, secure and accountable digital business – now and in the future.", "g": ["Switzerland", "Spain", "UK", "USA", "Netherlands", "Europe", "America"], "l": "Switzerland", "o": [10, 2, 1, 3, 19], "n": "Qumram", "tl": "", "lu": "/static/images/vendor-logos/qumram.png", "u": "www.qumram.com", "t": [2], "id": 60, "fo": "1"}, "61": {"c": "info@ravelin.com", "d": "Ravelin prevents fraud and protects margins for some of the world's leading online businesses", "g": ["UK", "Europe"], "l": "UK", "o": [22, 12, 10, 2, 5, 1, 3, 19, 11], "n": "Ravelin", "tl": "", "lu": "/static/images/vendor-logos/ravelin.png", "u": "www.ravelin.com", "t": [12, 2], "id": 61, "fo": "1"}, "62": {"c": "", "d": "Software Group is a global technology company that is specialized in delivery channel and integration solutions for institutions that provide financial services. We help financial service providers digitize their business and successfully go through the process of digital transformation, extend their outreach and improve operational efficiency.", "g": ["Global"], "l": "Bulgaria", "o": [12, 4, 18, 16, 7, 9, 11], "n": "Software Group", "tl": "", "lu": "/static/images/vendor-logos/softwaregroup.png", "u": "www.softwaregroup.com/about-us", "t": [1], "id": 62, "fo": "0"}, "63": {"c": "info@sqlpower.ca", "d": "SQL Power Suite is an eSignature-ready supervision management framework that's completely multilingual. The solution integrates easily into existing regulatory infrastructures to unify de-centralized operations, and streamline important regulatory oversight functions. The platform has been field-proven by Canadian as well as international regulators. The SQL Power Suite's dynamic rules-based architecture allows business users to easily update an organization's taxonomy in order to reflect the most recent regulatory policy or legislative changes. The solution automatically renders web-forms/returns from the latest taxonomy, and cascades taxonomy changes throughout the system, without any need for re-coding. This reduces the dependency on outside consultants or IT for ongoing system maintenance. It fully insulates the regulator and the filing entities from XBRL's complexities, while delivering all the advantages of a complete end-to-end XBRL-based regulatory platform - ensuring maximum adoption, transparency, flexibility and compliance. SQL Power's real-time SQL Analytics platform is the most powerful SQL Business Intelligence (BI) platform on the market, delivering a pre-built data mart solution that is taxonomy-agnostic (no ETL changes required) and a BI tool in MicroStrategy that provides all Business Intelligence requirements including", "g": ["Canada", "America"], "l": "Canada", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 1, 9, 3, 19, 11], "n": "SQL Power", "tl": "Just like Elon Musk set out to make the best car in the world that so happens to be electric, SQL Power set out to develop the best supervision platform in the world that so happens to be XBRL powered!", "lu": "/static/images/vendor-logos/sql-power.png", "u": "www.sqlpower.ca", "t": [3, 2], "id": 63, "fo": "1"}, "64": {"c": "", "d": "Squirro is a modern Cognitive Insights Engine that uses Predictive Analytics, Machine Learning and more to enable you to turn even unstructured data into actions.", "g": ["Global"], "l": "Switzerland", "o": [22, 12, 5, 19, 11], "n": "Squirro", "tl": "", "lu": "/static/images/vendor-logos/squirro.png", "u": "squirro.com", "t": [12, 20], "id": 64, "fo": "0"}, "65": {"c": "marketing@sunoida.com", "d": "Sunoida Solutions is one of the fastest growing Business Intelligence and Analytics Company in the emerging markets. As a niche player in the area of Business Intelligence and Enterprise Risk Management for Financial Institutions, Sunoida provides technology solutions on the back of very strong domain consulting in the banking space. Our solutions have been designed “For Bankers by Bankers”. The company has a perfect blend of business domain experts and technology experts and that combined knowledge is critical to succeed in today’s dynamic business environment. Sunoida provides Best-In-Class Products & Services and ensures that we deliver top quality solutions to our customers, on time and within budget meeting or exceeding client expectations and helping our customers to achieve their business objectives. Sunoida’s offerings are anchored on the back of very strong banking domain expertise residing across its various centers of excellence which are made up of professionals with years of successful experience at building and delivering solutions for various banking functions.Our company is headquartered in Dubai and we have presence in Europe, Africa, Middle East, India and Asia Pacific regions.", "g": ["Kenya", "Rwanda", "South Africa", "Malaysia", "Africa", "Asia"], "l": "UAE", "o": [14, 22, 12, 4, 17, 15, 20, 7, 10, 2, 6, 5, 1, 9, 3, 19, 11], "n": "Sunoida", "tl": "", "lu": "/static/images/vendor-logos/sunoida.png", "u": "sunoida.com", "t": [3, 12, 2], "id": 65, "fo": "1"}, "66": {"c": "", "d": "Keeping the integrity of data and analytics from different sources is a time-consuming and costly problem. Rapidly evolving business and regulatory demands have only increased the difficulty. Plyable addresses this problem. When a spreadsheet can no longer meet your needs, Plyable scales with greater transparency and accessibility than a bespoke IT solution, leaving users to focus on their business problems without having to reinvent their existing systems.", "g": ["Global"], "l": "London, UK", "o": [12, 4, 18, 16, 7, 9, 11], "n": "Symfanet Plyable", "tl": "", "lu": "/static/images/vendor-logos/symfanet.png", "u": "symfanet.com", "t": [1], "id": 66, "fo": "0"}, "67": {"c": "", "d": "Tableau is designed to make the most of geographical data, so you can get to the “where” as well as the “why.” With instant geocoding, Tableau automatically turns the location data and information you already have into rich, interactive maps with 16 levels of zoom.", "g": ["Global"], "l": "Seattle", "o": [14, 9], "n": "Tableau Maps", "tl": "", "lu": "/static/images/vendor-logos/tableau.png", "u": "www.tableau.com/solutions/maps", "t": [11], "id": 67, "fo": "0"}, "68": {"c": "", "d": "Temenos' objective is to ensure all of our customers receive the highest level of value from the Risk and Compliance product family. Products from the Temenos Risk and Compliance family can be implemented for even the largest financial institution in a matter of days. Compliance Services, Social Media Compliance, Vendor Management and Stress Testing SaaS solutions can all be implemented with a simple set up form and a training session.", "g": ["Global"], "l": "Switzerland", "o": [22, 19], "n": "Temenos SocialComply", "tl": "", "lu": "/static/images/vendor-logos/temenos.png", "u": "www.temenos.com/en/solutions/products/risk--compliance/socialmediacompliance", "t": [20], "id": 68, "fo": "0"}, "69": {"c": "", "d": "We design and deliver the most advanced automation platform. Businesses of all sizes, BPO providers and shared service organizations around the world use our software to provide exceptional benefits in operational quality, speed and cost.", "g": ["Global"], "l": "NYC", "o": [4], "n": "UIPath", "tl": "", "lu": "/static/images/vendor-logos/uipath.png", "u": "www.uipath.com/rpa-for-public-sector", "t": [18], "id": 69, "fo": "0"}, "70": {"c": "", "d": "RPA is one of the tools in WorkFusion’s automation toolkit. Most business processes begin with pulling data and end with pushing data, and WorkFusion makes RPA easy to apply to business processes that tap into legacy applications.", "g": ["Global"], "l": "NYC", "o": [4], "n": "WorkFusion", "tl": "", "lu": "/static/images/vendor-logos/workfusion.png", "u": "www.workfusion.com/smart-process-automation-spa", "t": [18], "id": 70, "fo": "0"}}, "objectives": {"1": {"d": "Electronic machine readable/searchable regulation streamlines the licensing process using optical character recognition (OCR) that makes regulation quickly readable and searchable by both machines and humans", "t": [16, 13, 2], "id": 1, "uc": "Electronic machine readable/searchable regulation", "n": "Streamline licensing process"}, "2": {"d": "A chatbot fields questions and manage queries about regulations to facilitate regulatory reporting", "t": [5, 2, 15], "id": 2, "uc": "Compliance chatbot", "n": "Clarify compliance requirements"}, "3": {"d": "A chatbot fields questions and manage queries about the licensing process to facilitate the application process", "t": [5, 2, 15], "id": 3, "uc": "Licensing chatbot", "n": "Clarify license application procedures"}, "4": {"d": "Robot Process Automation (RPA) or application programming interface (API) or automates the submission and validation of data for regulatory or other reporting", "t": [1, 18, 3, 7, 9], "id": 4, "uc": "Automated submission and validation of regulatory data", "n": "Automate regulatory data reporting"}, "5": {"d": "Ecosystem and policy simulation using machine learning and Big Data tools to facilitate regulatory impact assessments", "t": [12, 3, 17], "id": 5, "uc": "Ecosystem and policy simulation", "n": "Regulatory impact assessment"}, "6": {"d": "Dynamic diagnostic and early warning systems using machine learning and Big Data tools to facilitate real-time supervisory oversight of the market", "t": [3, 8, 3, 17, 8], "id": 6, "uc": "Dynamic diagnostic and early warning systems", "n": "Real-time supervisory oversight"}, "7": {"d": "Big Data architectures to enhance the storage, transformation, and load capacity of regulatory data", "t": [1, 6, 7, 3], "id": 7, "uc": "Big Data architecture for regulatory data", "n": "Manage regulatory data"}, "8": {"d": "Mobile and web tools to facilitate remote data access", "t": [6, 7, 8, 14], "id": 8, "uc": "Mobile and web tools", "n": "Facilitate remote data access"}, "9": {"d": "Integrate and stack multiple data sources to generate deeper data insights", "t": [1, 3, 11, 8, 7], "id": 9, "uc": "Integrate and stack multiple data sources", "n": "Generate richer data insights"}, "10": {"d": "A chatbot collects and files consumer grievances to facilitate complaints handling", "t": [5, 2, 15], "id": 10, "uc": "Complaints chatbot", "n": "Facilitate complaints handling"}, "11": {"d": "Real-time screening of financial transactions to flag and analyze suspicious activity and thereby detect fraud, money laundering, or financing of terrorism", "t": [1, 12, 3, 17], "id": 11, "uc": "Real-time screening of financial transactions", "n": "Detect fraud and AML"}, "12": {"d": "Automate the validation and verification of suspicious transactions reports submitted by providers to streamline AML/CFT audits", "t": [1, 12, 3, 17], "id": 12, "uc": "Automated auditing of AML/CFT compliance reports", "n": "Streamline AML/CFT audits"}, "13": {"d": "Digital and biometric identify verification to streamline the \"know your customer (KYC)\" process", "t": [4, 10], "id": 13, "uc": "Digital and biometric identify verification", "n": "Streamline \"know your customer (KYC)\""}, "14": {"d": "Analytical overlays of financial and geo-spatial data to map financial access", "t": [8, 11, 3], "id": 14, "uc": "Analytical overlays of financial and geo-spatial data", "n": "Map financial access"}, "15": {"d": "Big Data analytics of market data to facilitate monitoring of competition dynamics", "t": [8, 3, 7], "id": 15, "uc": "Big Data analytics for market data", "n": "Monitor competition dynamics"}, "16": {"d": "Big Data architectures to enhance the storage, transformation, and load capacity of financial markets data", "t": [1, 6, 7], "id": 16, "uc": "Big Data architecture for financial markets data", "n": "Manage financial markets data"}, "17": {"d": "Big Data analytics of complaints data to monitor market conduct", "t": [8, 3, 7], "id": 17, "uc": "Big Data analytics for complaints data", "n": "Monitor market conduct"}, "18": {"d": "Big Data architectures to enhance the storage, transformation, and load capacity of complaints data", "t": [1, 6, 7], "id": 18, "uc": "Big Data architecture for complaints data", "n": "Manage complaints data"}, "19": {"d": "Mine web-scraped data on market conduct to automate compliance auditing", "t": [13, 20, 12, 2], "id": 19, "uc": "Mine web-scraped data on market conduct", "n": "Automate compliance auditing"}, "20": {"d": "Big Data analytics for payments data to monitor network performance", "t": [8, 3, 7], "id": 20, "uc": "Big Data analytics for payments data", "n": "Monitor network performance"}, "21": {"d": "Machine executable regulatory reporting (\"smart contracts\") to automate compliance reporting", "t": [19, 9], "id": 21, "uc": "Machine executable regulatory reporting", "n": "Automate compliance reporting"}, "22": {"d": "Auditing algorithms", "t": [12, 3, 17, 20], "id": 22, "uc": "Auditing algorithms", "n": "Detect algorithmic bias/error"}}, "personas": {"1": {"id": 1, "o": [1, 3], "n": "Licensing"}, "2": {"id": 2, "o": [2, 19, 22], "n": "Compliance"}, "3": {"id": 3, "o": [4, 7, 8, 21], "n": "Regulatory Reporting"}, "4": {"id": 4, "o": [5, 6, 9, 14, 15, 16, 20], "n": "Ecosystem Monitoring"}, "5": {"id": 5, "o": [10, 17, 18], "n": "Consumer Protection"}, "6": {"id": 6, "o": [11, 12], "n": "AML/CFT"}, "7": {"id": 7, "o": [13], "n": "KYC"}}}